Repository: rnr1721/contact-form-7-default-field-values
Catalog: languages/cf7dfv-*.po
Languages: de_de, ru_ru, uk

source: Add
de_de: Hinzufügen
ru_ru: Добавить
uk: Додати

source: Add the fields you use in contact form 7. You should add those fields that you will use as parameters for shortcodes.
de_de: Fügen Sie die Felder hinzu, die Sie im Contact-Form-7 verwenden. Sie sollten die Felder hinzufügen, die Sie als Parameter für Shortcodes verwenden.
ru_ru: Добавьте поля, которые вы используете в contact form 7. Вам следует добавить те поля, которые вы будете использовать в качестве параметров для шорткодов.
uk: Додайте поля, які ви використовуєте в contact form 7. Ви повинні додати ті поля, які ви будете використовувати як параметри для шорткодів.

source: After it, you can use in form template in contact-form-7:
de_de: Danach können Sie die Formularvorlage in contact-form-7 verwenden:
ru_ru: После этого вы можете использовать шаблон формы в contact-form-7:
uk: Після цього ви можете використовувати шаблон форми в contact-form-7:

source: Already exists
de_de: Ist bereits vorhanden
ru_ru: Уже существует
uk: Вже існує

source: Also, you can add fields to ready-made shortcodes in the code of your themes and plugins, modifying them on the fly. For example:
de_de: Außerdem können Sie Felder zu vorgefertigten Shortcodes im Code Ihrer Themes und Plugins hinzufügen und diese so im Handumdrehen ändern. Zum Beispiel:
ru_ru: Также вы можете добавлять поля в готовые шорткоды в коде ваших тем и плагинов, модифицируя их на лету. Например:
uk: Також ви можете додавати поля до готових шорткодів у коді ваших тем і плагінів, змінюючи їх на льоту. Наприклад:

source: Contact Form 7 default field values
de_de: Standardfeldwerte für Contact Form 7
ru_ru: Значения по умолчанию Contact Form 7
uk: Дефолтні значення полів contact form 7

source: Contact form 7 default field values
de_de: Contact Form 7 Standardfeldwerte
ru_ru: Значения по умолчанию Contact Form 7
uk: Contact form 7 вміст полів за замовчуванням

source: Delete
de_de: Löschen
ru_ru: Удалить
uk: Видалити

source: Edit
de_de: Bearbeiten
ru_ru: Изменить
uk: Редагувати

source: Edit item name
de_de: Artikelnamen bearbeiten
ru_ru: Изменить название элемента
uk: Змінити ім'я елементу

source: Field name
de_de: Feldname
ru_ru: Название поля
uk: Ім'я поля

source: Fields for default values
de_de: Felder für Standardwerte
ru_ru: Поля для дефолтных значений
uk: Поля для дефолтних значень

source: Fields that allow be used with default values in contact-form-7
de_de: Felder, die die Verwendung mit Standardwerten in contact-form-7 ermöglichen
ru_ru: Поля, которые можно использовать со значениями по умолчанию в contact-form-7
uk: Поля, які дозволяють використовувати значення за замовчуванням у contact form 7

source: How check if shortcode parameter present?
de_de: Wie überprüfe ich, ob ein Shortcode-Parameter vorhanden ist?
ru_ru: Как проверить наличие параметра шорткода?
uk: Як перевірити, чи присутній параметр шорткоду?

source: How it use
de_de: Wie man es benutzt
ru_ru: Как этим пользоваться?
uk: Як цим користуватись

source: It important! In contact-form-7 form must be present parameter
de_de: Es ist wichtig! Im Formular contact-form-7 muss ein Parameter vorhanden sein
ru_ru: Это важно! В форме contact-form-7 должен присутствовать параметр
uk: Це важливо! У формі contact-form-7 має бути присутнім параметр

source: list of fields
de_de: Liste der Felder
ru_ru: список полей
uk: Список полів

source: Or if you only need to insert one parameter, you can use this syntax:
de_de: Wenn Sie nur einen Parameter einfügen müssen, können Sie diese Syntax verwenden:
ru_ru: Или, если вам нужно вставить только один параметр, вы можете использовать следующий синтаксис:
uk: Або якщо вам потрібно вставити лише один параметр, ви можете використати цей синтаксис:

source: Plugin that can add default field values to some fields in contact-form-7 shortcodes
de_de: Plugin, das einigen Feldern in Contact Form 7 Shortcodes Standardfeldwerte hinzufügen kann
ru_ru: Плагин, который может добавлять значения полей по умолчанию в некоторые поля в шорткодах Contact Form 7.
uk: Плагін, який може додавати значення полів за замовчуванням до деяких полів у коротких кодах contact form 7

source: This plugin allows you to set default field values in shortcodes. For example:
de_de: Mit diesem Plugin können Sie Standardfeldwerte in Shortcodes festlegen. Zum Beispiel:
ru_ru: Этот плагин позволяет вам устанавливать значения полей по умолчанию в шорткодах. Например:
uk: Цей плагін дозволяє встановлювати значення полів за замовчуванням у шорткодах. Наприклад:

source: Use in code
de_de: Im Code verwenden
ru_ru: Использование в коде
uk: Користування у коді
